Repository: C-Gravity/zoomrip
Catalog: locale/*/LC_MESSAGES/zoomrip.po
Languages: ru_ru

source: Joining meeting {meeting_id} with password {password}
ru_ru: Присоединяюсь к конференции {meeting_id} с паролем {password}

source: {username}: Started sending messages...
ru_ru: {username}: Начал отправлять сообщения

source: Server: wrong password, ignoring...
ru_ru: Сервер: неправильный пароль, игнорируем...

source: Server closed connection, trying again...
ru_ru: Сервер закрыл соединение, пытаемся заново...

source: Enter zoom meeting link:
ru_ru: Введите ссылку на конференцию Zoom:

source: Enter a meeting password, if there is any and it's not specified in the url (or press Enter):
ru_ru: Введите пароль от конференции, если он есть и не указан в ссылке (или нажмите Enter):

source: Enter a name that bots will use (English only):
ru_ru: Введите имя, которое будут использовать боты (только на английском):

source: Enter the amount of bots:
ru_ru: Введите количество ботов:

source: Incorrect link!
ru_ru: Неверная ссылка!

source: Joining a meeting
ru_ru: Присоединяюсь к встрече

source: Wrong password
ru_ru: Неправильный пароль

source: The meeting has not started
ru_ru: Конференция ещё не началась

source: Best server: {server}
ru_ru: Лучший сервер: {server}
